[
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_1003.jpg",
    "description": "A majestic Afghan Hound with a silky, flowing coat, known for its elegance and grace."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_10263.jpg",
    "description": "Meet this regal Afghan Hound, recognized for its dignified appearance and unwavering loyalty."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_10715.jpg",
    "description": "The Afghan Hound, a breed with a rich history and a distinctive, silky coat. Known for its independent spirit and grace."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_10822.jpg",
    "description": "An Afghan Hound with a playful personality and a beautiful, flowing coat. Known for its affectionate nature and agility."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_1128.jpg",
    "description": "Behold the elegance of the Afghan Hound, a breed that combines grace with speed. A delightful companion with a sleek appearance."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_1145.jpg",
    "description": "A stunning Afghan Hound, showcasing its long, silky coat and unique features. Known for intelligence and agility."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_115.jpg",
    "description": "Meet this charming Afghan Hound, known for its noble appearance and loyalty. A true companion for those who appreciate beauty and grace."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_1150.jpg",
    "description": "An Afghan Hound with a distinctive coat and a friendly demeanor. Known for intelligence and agility, making it a versatile companion."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_11570.jpg",
    "description": "The Afghan Hound, a breed known for its striking appearance and friendly nature. Silky coat and regal stance make it a favorite among dog enthusiasts."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_11584.jpg",
    "description": "A playful Afghan Hound with a lively spirit and a luxurious coat. Both beautiful and intelligent, making it a wonderful companion."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_1186.jpg",
    "description": "Meet this elegant Afghan Hound, known for graceful movements and a distinctive appearance. A loyal and affectionate companion for dog lovers."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_11953.jpg",
    "description": "The Afghan Hound, a breed with a rich history and a striking, silky coat. Known for regal presence and loyalty to its human family."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_1234.jpg",
    "description": "An Afghan Hound showcasing its beauty and intelligence. Characterized by a long, flowing coat and friendly disposition."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_1259.jpg",
    "description": "Behold the charm of the Afghan Hound, admired for elegance and loyalty. Silky coat and friendly nature make it a wonderful companion."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_12664.jpg",
    "description": "A playful Afghan Hound with a distinctive coat and a friendly demeanor. Known for intelligence and agility, making it a delightful pet."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_12879.jpg",
    "description": "Meet this Afghan Hound, showcasing its majestic appearance and loyalty. A breed celebrated for its intelligence and regal presence."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_12945.jpg",
    "description": "An Afghan Hound with a striking coat and a gentle spirit. Known for its agility and affectionate nature, making it a beloved companion."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_13145.jpg",
    "description": "The Afghan Hound, a breed with a rich history and a distinctive, luxurious coat. Known for its regal demeanor and loyalty to its family."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_13270.jpg",
    "description": "A playful Afghan Hound with a lively personality and a silky, flowing coat. Intelligent and affectionate, making it an ideal family companion."
  },
  {
    "img_src": "https://images.dog.ceo/breeds/hound-afghan/n02088094_1335.jpg",
    "description": "Behold the elegance of the Afghan Hound, characterized by a silky coat and a friendly nature. A breed that stands out for its beauty and intelligence."
  }
]